dict = {
0.0:[],
11.0:["карта"],
14.0:["аккумулятор", "емкость", "время", "зарядка"],
15.0:["USB", "Порт", "разъем"],
16.0:["гарнитура", "кабель комплект", "карта комлект"],
19.0:["GPS", "компас", "FM", "NFC", "радио", "отпечатки", "Монитор сердечного ритма", "Сканер", "навигация"],
31.0:["водонепроницаемость", "влагозащита", "материал", "корпус", "пылезащита"],
32.0:[],
50.0:["Цвет", "размер", "вес", "габариты"],
130.0:["дисплей","экран", "разрешение", "стекло", "диагональ", "цвет дисплей","яркость"],
148.0:["sim","симка","сим"],
154.0:[],
181.0:["память","ram","rom"],
183.0:["Камера", "фото", "стабилизатор", "фронтальный", "видео", "вспышка", "автофокус", "разрешение", "матрица"],
204.0:["процессор", "производительность", "ядра", "частота", "Snapdragon", "Antutu", "Benchmark", "бенчмарк", "попугай"],
215.0:["операционная", "ios", "android", "андроид"],
298.0:["Bluetooth", "блютуз"],
697.0:[],
764.0:["Direct", "Miracast", "DLNA", "WiDi", "WiFi", "Вайфай", "точка доступ"],
839.0:[],
941.0:[],
1066.0:["4G", "LTE", "3G"]
}

##подкатегория: номера характеритик из нее
dict_chars = {
0.0: [],
11.0: [9476],
14.0: [632,14721,15776,],
15.0: [15264,11535,13654,],
16.0: [7711,2939],
19.0: [
10387,
12972,
8349,
14183,
12019,
8120,
671,
],
31.0: [
439,
15262,
],
32.0: [],
50.0: [
5,
114,
],
130.0: [
14131,
7826,
638,
],
148.0: [
635
],
154.0: [],
181.0: [
773,
505,
],
183.0: [
9765,
514,
261,
524,
16155,
],
204.0: [
2566,
771,
15141,
],
215.0: [
2691,
],
298.0: [
2503
],
697.0: [
],
764.0: [
7651,
13767,
13855
],
839.0: [
],
941.0: [
15219,
15220,
15222,
15221,
15223,
],
1066.0: [
14498
]
}


##todo: ключевые преимущества